---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointElementMirrored
source: html/163ec805-8dfb-739a-369d-95a75c2b6fb8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointElementMirrored Property

"Mirrored"

## Syntax (C#)
```csharp
public static ForgeTypeId PointElementMirrored { get; }
```